Revit 2027 API
ParameterTypeId.RbsInsulationThickness Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsInsulationThickness { get; }
Public Shared ReadOnly Property RbsInsulationThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsInsulationThickness {
	ForgeTypeId^ get ();
}
static member RbsInsulationThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace